import cardImage from './cardImage.jpg';

export type CardType = {
    name: string,
    image: string
    info: string
}
export type CardInfoType = CardType[]
export const cardsInfo = [
    {
        name: 'California',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
     {
        name: 'California',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
     {
        name: 'California',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
     {
        name: 'California',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
     {
        name: 'California',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },
    {
        name: 'Filodelfia',
        image: cardImage,
        info: 'краб снежный (крабовое мясо, крабовые палочки) - 150 г\n' +
            'икра летучей рыбы (тобико) - 50 г\n' +
            'авокадо - 50 г\n' +
            'огурец свежий - 1 шт.\n' +
            'сыр сливочный - 30 г'
    },


]